tap "homebrew/bundle"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "neovim"
brew "nmap"
brew "rsync"
brew "rustup"
brew "stow"
brew "tldr"
brew "tmux"
brew "trurl"
brew "wget"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "font-jetbrains-mono"
cask "rectangle"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "zed"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
